{
    "1": {
        "title": "Freaky Friday",
        "release_year": "2003",
        "runtime": "1h 37m",
        "rating": "6.4",
        "description": "Dr. Tess Coleman and her daughter, Anna, do not get along with each other. However, things take a turn when, in a freak accident, they switch bodies and are forced to live each other's lives."
    },
    "2": {
        "title": "Thirteen",
        "release_year": "2003",
        "runtime": "1h 40m",
        "rating": "6.8",
        "description": "A thirteen-year-old girl's relationship with her mother is put to the test as she discovers drugs, sex, and petty crime in the company of her cool but troubled best friend."
    },
    "3": {
        "title": "Final Destination 2",
        "release_year": "2003",
        "runtime": "1h 30m",
        "rating": "6.2",
        "description": "Death is stalking Kimberly Corman and multiple survivors of a deadly highway accident."
    },
    "4": {
        "title": "Oldboy",
        "release_year": "2003",
        "runtime": "2h",
        "rating": "8.3",
        "description": "After being kidnapped and imprisoned for fifteen years, Oh Dae-Su is released, only to find that he must track down his captor in five days."
    },
    "5": {
        "title": "Pirates of the Caribbean: The Curse of the Black Pearl",
        "release_year": "2003",
        "runtime": "2h 23m",
        "rating": "8.1",
        "description": "Blacksmith Will Turner teams up with eccentric pirate \"Captain\" Jack Sparrow to save Elizabeth Swann, the governor's daughter and his love, from Jack's former pirate allies, who are now undead."
    },
    "6": {
        "title": "Memories of Murder",
        "release_year": "2003",
        "runtime": "2h 12m",
        "rating": "8.1",
        "description": "In a small Korean province in 1986, two detectives struggle with the case of multiple young women being found raped and murdered by an unknown culprit."
    },
    "7": {
        "title": "The Lord of the Rings: The Return of the King",
        "release_year": "2003",
        "runtime": "3h 21m",
        "rating": "9.0",
        "description": "Gandalf and Aragorn lead the World of Men against Sauron's army to draw his gaze from Frodo and Sam as they approach Mount Doom with the One Ring."
    },
    "8": {
        "title": "Kill Bill: Vol. 1",
        "release_year": "2003",
        "runtime": "1h 51m",
        "rating": "8.2",
        "description": "After waking from a four-year coma, a former assassin wreaks vengeance on the team of assassins who betrayed her."
    },
    "9": {
        "title": "Old School",
        "release_year": "2003",
        "runtime": "1h 28m",
        "rating": "7.0",
        "description": "Three friends attempt to recapture their glory days by opening up a fraternity near their alma mater."
    },
    "10": {
        "title": "Mystic River",
        "release_year": "2003",
        "runtime": "2h 18m",
        "rating": "7.9",
        "description": "The tragic murder of a 19-year-old girl reunites three childhood friends still living in Boston--the victim's gangster father, a detective, and the disturbed man they both suspect of killing her."
    },
    "11": {
        "title": "The Dreamers",
        "release_year": "2003",
        "runtime": "1h 55m",
        "rating": "7.1",
        "description": "A young American studying in Paris in 1968 strikes up a friendship with a French brother and sister. Set against the background of the '68 Paris student riots."
    },
    "12": {
        "title": "Love Actually",
        "release_year": "2003",
        "runtime": "2h 15m",
        "rating": "7.5",
        "description": "Follows the lives of eight very different couples in dealing with their love lives in various loosely interrelated tales all set during a frantic month before Christmas in London, England."
    },
    "13": {
        "title": "Finding Nemo",
        "release_year": "2003",
        "runtime": "1h 40m",
        "rating": "8.2",
        "description": "After his son is captured in the Great Barrier Reef and taken to Sydney, a timid clownfish sets out on a journey to bring him home."
    },
    "14": {
        "title": "Lost in Translation",
        "release_year": "2003",
        "runtime": "1h 42m",
        "rating": "7.7",
        "description": "A fading movie star falls for a lonely young woman in Tokyo."
    },
    "15": {
        "title": "Master and Commander: The Far Side of the World",
        "release_year": "2003",
        "runtime": "2h 18m",
        "rating": "7.5",
        "description": "During the Napoleonic Wars, a brash British captain pushes his ship and crew to their limits in pursuit of a formidable French war vessel around South America."
    },
    "16": {
        "title": "How to Lose a Guy in 10 Days",
        "release_year": "2003",
        "runtime": "1h 56m",
        "rating": "6.5",
        "description": "An advertising executive and ladies' man, to win a big campaign, bets that he can make a woman fall in love with him in 10 days."
    },
    "17": {
        "title": "Identity",
        "release_year": "2003",
        "runtime": "1h 30m",
        "rating": "7.3",
        "description": "Stranded at a desolate Nevada motel during a nasty rain storm, ten strangers become acquainted with each other when they realize that they're being killed off one by one."
    },
    "18": {
        "title": "Big Fish",
        "release_year": "2003",
        "runtime": "2h 5m",
        "rating": "8.0",
        "description": "A frustrated son tries to determine the fact from fiction in his dying father's life."
    },
    "19": {
        "title": "Anger Management",
        "release_year": "2003",
        "runtime": "1h 46m",
        "rating": "6.3",
        "description": "Dave Buznik is a businessman who is wrongly sentenced to an anger management program, where he meets an aggressive instructor."
    },
    "20": {
        "title": "School of Rock",
        "release_year": "2003",
        "runtime": "1h 49m",
        "rating": "7.2",
        "description": "After being kicked out of his rock band, Dewey Finn becomes a substitute teacher of an uptight elementary private school, only to try and turn his class into a rock band."
    },
    "21": {
        "title": "Holes",
        "release_year": "2003",
        "runtime": "1h 57m",
        "rating": "7.0",
        "description": "A wrongfully convicted boy is sent to a brutal desert detention camp where he joins the job of digging holes for some mysterious reason."
    },
    "22": {
        "title": "The Last Samurai",
        "release_year": "2003",
        "runtime": "2h 34m",
        "rating": "7.8",
        "description": "In 19th century Japan, Nathan Algren, a US army captain, is hired by the Japanese emperor to train his army in the modern warfare techniques. Captain Algren finds himself trapped in a struggle between two eras and two worlds."
    },
    "23": {
        "title": "The Matrix Reloaded",
        "release_year": "2003",
        "runtime": "2h 18m",
        "rating": "7.2",
        "description": "Freedom fighters Neo, Trinity and Morpheus continue to lead the revolt against the Machine Army, unleashing their arsenal of extraordinary skills and weaponry against the systematic forces of repression and exploitation."
    },
    "24": {
        "title": "Hulk",
        "release_year": "2003",
        "runtime": "2h 18m",
        "rating": "5.6",
        "description": "Bruce Banner, a genetics researcher with a tragic past, suffers a lab accident that makes him transform into a raging, giant green monster when angered, making him a target of forces seeking to abuse his power."
    },
    "25": {
        "title": "Underworld",
        "release_year": "2003",
        "runtime": "2h 1m",
        "rating": "7.0",
        "description": "Selene, a vampire warrior, is entrenched in a conflict between vampires and werewolves, while falling in love with Michael, a human who is sought by werewolves for unknown reasons."
    }
}