{
    "1": {
        "title": "Gladiator",
        "release_year": "2000",
        "runtime": "2h 35m",
        "rating": "8.5",
        "description": "A former Roman General sets out to exact vengeance against the corrupt emperor who murdered his family and sent him into slavery."
    },
    "2": {
        "title": "Final Destination",
        "release_year": "2000",
        "runtime": "1h 38m",
        "rating": "6.7",
        "description": "After getting a premonition about a plane crash on his school trip, Alex, a student, saves a few of his classmates. However, their situation gets complicated when death starts chasing them."
    },
    "3": {
        "title": "Memento",
        "release_year": "2000",
        "runtime": "1h 53m",
        "rating": "8.4",
        "description": "A former insurance investigator who now suffers from anterograde amnesia uses notes and tattoos to hunt down his wife's murderer."
    },
    "4": {
        "title": "Requiem for a Dream",
        "release_year": "2000",
        "runtime": "1h 42m",
        "rating": "8.3",
        "description": "The drug-induced utopias of four Coney Island people are shattered when their addictions run deep."
    },
    "5": {
        "title": "Bring It On",
        "release_year": "2000",
        "runtime": "1h 38m",
        "rating": "6.2",
        "description": "A champion high school cheerleading squad discovers its previous captain stole all their best routines from an inner-city school and must scramble to compete at this year's championships."
    },
    "6": {
        "title": "Snatch",
        "release_year": "2000",
        "runtime": "1h 42m",
        "rating": "8.2",
        "description": "Unscrupulous boxing promoters, violent bookmakers, a Russian gangster, incompetent amateur robbers and supposedly Jewish jewelers fight to track down a priceless stolen diamond."
    },
    "7": {
        "title": "American Psycho",
        "release_year": "2000",
        "runtime": "1h 42m",
        "rating": "7.6",
        "description": "A wealthy New York City investment banking executive, Patrick Bateman, hides his alternate psychopathic ego from his co-workers and friends as he delves deeper into his violent, hedonistic fantasies."
    },
    "8": {
        "title": "Almost Famous",
        "release_year": "2000",
        "runtime": "2h 2m",
        "rating": "7.9",
        "description": "A high-school boy in the early 1970s is given the chance to write a story for Rolling Stone magazine about an up-and-coming rock band as he accompanies them on their concert tour."
    },
    "9": {
        "title": "Scary Movie",
        "release_year": "2000",
        "runtime": "1h 28m",
        "rating": "6.3",
        "description": "A year after disposing of the body of a man they accidentally killed, a group of dumb teenagers are stalked by a bumbling serial killer."
    },
    "10": {
        "title": "In the Mood for Love",
        "release_year": "2000",
        "runtime": "1h 38m",
        "rating": "8.1",
        "description": "Two neighbors form a strong bond after both suspect extramarital activities of their spouses. However, they agree to keep their bond platonic so as not to commit similar wrongs."
    },
    "11": {
        "title": "Little Nicky",
        "release_year": "2000",
        "runtime": "1h 30m",
        "rating": "5.3",
        "description": "After two of the devil's three sons escape Hell to wreak havoc on Earth, the devil must send his third son, the mild-mannered Nicky, to bring them back before it's too late."
    },
    "12": {
        "title": "X-Men",
        "release_year": "2000",
        "runtime": "1h 44m",
        "rating": "7.3",
        "description": "In a world where mutants (evolved super-powered humans) exist and are discriminated against, two groups form for an inevitable clash: the supremacist Brotherhood, and the pacifist X-Men."
    },
    "13": {
        "title": "Malena",
        "release_year": "2000",
        "runtime": "1h 48m",
        "rating": "7.4",
        "description": "As Italy enters WWII, a teenage boy in a small, narrow-minded Sicilian town becomes obsessed with a young woman."
    },
    "14": {
        "title": "Mission: Impossible II",
        "release_year": "2000",
        "runtime": "2h 3m",
        "rating": "6.1",
        "description": "IMF agent Ethan Hunt is sent to Sydney to find and destroy a genetically modified disease called \"Chimera\"."
    },
    "15": {
        "title": "Road Trip",
        "release_year": "2000",
        "runtime": "1h 33m",
        "rating": "6.5",
        "description": "Four college buddies embark on a road trip to retrieve an illicit tape mistakenly mailed to a female friend."
    },
    "16": {
        "title": "Cast Away",
        "release_year": "2000",
        "runtime": "2h 23m",
        "rating": "7.8",
        "description": "A FedEx executive undergoes a physical and emotional transformation after crash landing on a deserted island."
    },
    "17": {
        "title": "O Brother, Where Art Thou?",
        "release_year": "2000",
        "runtime": "1h 47m",
        "rating": "7.7",
        "description": "In the deep south during the 1930s, three escaped convicts search for hidden treasure while a relentless lawman pursues them."
    },
    "18": {
        "title": "The Patriot",
        "release_year": "2000",
        "runtime": "2h 45m",
        "rating": "7.2",
        "description": "Peaceful farmer Benjamin Martin is driven to lead the Colonial Militia during the American Revolution when a sadistic British officer murders his son."
    },
    "19": {
        "title": "The Beach",
        "release_year": "2000",
        "runtime": "1h 59m",
        "rating": "6.6",
        "description": "On vacation in Thailand, Richard sets out for an island rumored to be a solitary beach paradise."
    },
    "20": {
        "title": "The Replacements",
        "release_year": "2000",
        "runtime": "1h 58m",
        "rating": "6.6",
        "description": "During a pro football strike, the owners hire substitute players."
    },
    "21": {
        "title": "Coyote Ugly",
        "release_year": "2000",
        "runtime": "1h 40m",
        "rating": "5.8",
        "description": "Aspiring songwriter Violet Sanford, after getting a job at a women-run NYC bar that teases its male patrons, comes out of her shell."
    },
    "22": {
        "title": "Remember the Titans",
        "release_year": "2000",
        "runtime": "1h 53m",
        "rating": "7.8",
        "description": "In 1971, Virginia high-school football was everything to the people of Alexandria, but when the school board was forced to integrate an all-Black school with an all-white one, the foundation of football's tradition was put to the test."
    },
    "23": {
        "title": "Unbreakable",
        "release_year": "2000",
        "runtime": "1h 46m",
        "rating": "7.3",
        "description": "A man learns something extraordinary about himself after a devastating accident."
    },
    "24": {
        "title": "Erin Brockovich",
        "release_year": "2000",
        "runtime": "2h 11m",
        "rating": "7.5",
        "description": "A flamboyant law firm secretary works tirelessly to gain justice for a small town wrecked by a utility company's pollution."
    },
    "25": {
        "title": "Miss Congeniality",
        "release_year": "2000",
        "runtime": "1h 49m",
        "rating": "6.3",
        "description": "Gracie Hart, a tomboyish detective, is forced to infiltrate the Miss United States beauty pageant as a contestant after her department learns that the event is under threat from an anonymous bomber."
    }
}