{
    "1": {
        "title": "The Lord of the Rings: The Fellowship of the Ring",
        "release_year": "2001",
        "runtime": "2h 58m",
        "rating": "8.9",
        "description": "A meek Hobbit from the Shire and eight companions set out on a journey to destroy the powerful One Ring and save Middle-earth from the Dark Lord Sauron."
    },
    "2": {
        "title": "Harry Potter and the Sorcerer's Stone",
        "release_year": "2001",
        "runtime": "2h 32m",
        "rating": "7.7",
        "description": "An orphaned boy enrolls in a school of wizardry, where he learns the truth about himself, his family and the terrible evil that haunts the magical world."
    },
    "3": {
        "title": "Mulholland Drive",
        "release_year": "2001",
        "runtime": "2h 27m",
        "rating": "7.9",
        "description": "After a car wreck on Mulholland Drive renders a woman amnesiac, she and a Hollywood-hopeful search for clues and answers across Los Angeles in a twisting venture beyond dreams and reality."
    },
    "4": {
        "title": "Donnie Darko",
        "release_year": "2001",
        "runtime": "1h 53m",
        "rating": "8.0",
        "description": "After narrowly escaping a bizarre accident, a troubled teenager is plagued by visions of a man in a large rabbit suit who manipulates him to commit a series of crimes."
    },
    "5": {
        "title": "Spirited Away",
        "release_year": "2001",
        "runtime": "2h 4m",
        "rating": "8.6",
        "description": "During her family's move to the suburbs, a sullen 10-year-old girl wanders into a world ruled by gods, witches and spirits, and where humans are changed into beasts."
    },
    "6": {
        "title": "Vanilla Sky",
        "release_year": "2001",
        "runtime": "2h 16m",
        "rating": "6.9",
        "description": "A self-indulgent and vain publishing magnate finds his privileged life upended after a vehicular accident with a resentful lover."
    },
    "7": {
        "title": "A Beautiful Mind",
        "release_year": "2001",
        "runtime": "2h 15m",
        "rating": "8.2",
        "description": "A mathematical genius, John Nash made an astonishing discovery early in his career and stood on the brink of international acclaim. But the handsome and arrogant Nash soon found himself on a harrowing journey of self-discovery."
    },
    "8": {
        "title": "Ocean's Eleven",
        "release_year": "2001",
        "runtime": "1h 56m",
        "rating": "7.7",
        "description": "Danny Ocean, a gangster, rounds up a gang of associates to stage a sophisticated and elaborate casino heist which involves robbing three Las Vegas casinos simultaneously during a popular boxing event."
    },
    "9": {
        "title": "Zoolander",
        "release_year": "2001",
        "runtime": "1h 30m",
        "rating": "6.5",
        "description": "At the end of his career, a clueless fashion model is brainwashed to kill the Prime Minister of Malaysia."
    },
    "10": {
        "title": "The Others",
        "release_year": "2001",
        "runtime": "1h 44m",
        "rating": "7.6",
        "description": "In 1945, immediately following the end of Second World War, a woman who lives with her two photosensitive children on her darkened old family estate in the Channel Islands becomes convinced that the home is haunted."
    },
    "11": {
        "title": "Wet Hot American Summer",
        "release_year": "2001",
        "runtime": "1h 37m",
        "rating": "6.5",
        "description": "Set on the last day of camp, in the hot summer of 1981, a group of counselors try to complete their unfinished business before the day ends."
    },
    "12": {
        "title": "Monsters, Inc.",
        "release_year": "2001",
        "runtime": "1h 32m",
        "rating": "8.1",
        "description": "In order to power the city, monsters have to scare children so that they scream. However, the children are toxic to the monsters, and after a child gets through, two monsters realize things may not be what they think."
    },
    "13": {
        "title": "Black Hawk Down",
        "release_year": "2001",
        "runtime": "2h 24m",
        "rating": "7.7",
        "description": "The story of one hundred and sixty elite U.S. soldiers who dropped into Mogadishu in October 1993 to capture two top lieutenants of a renegade warlord, but found themselves in a desperate battle with a large force of heavily armed Somalis."
    },
    "14": {
        "title": "Amélie",
        "release_year": "2001",
        "runtime": "2h 2m",
        "rating": "8.3",
        "description": "Despite being caught in her imaginative world, young waitress Amelie decides to help people find happiness. Her quest to spread joy leads her on a journey during which she finds true love."
    },
    "15": {
        "title": "Jurassic Park III",
        "release_year": "2001",
        "runtime": "1h 32m",
        "rating": "6.0",
        "description": "A decidedly odd couple with ulterior motives convince Dr. Grant to go to Isla Sorna for a holiday, but their unexpected landing startles the island's new inhabitants."
    },
    "16": {
        "title": "Shrek",
        "release_year": "2001",
        "runtime": "1h 30m",
        "rating": "7.9",
        "description": "A mean lord exiles fairytale creatures to the swamp of a grumpy ogre, who must go on a quest and rescue a princess for the lord in order to get his land back."
    },
    "17": {
        "title": "The Fast and the Furious",
        "release_year": "2001",
        "runtime": "1h 46m",
        "rating": "6.8",
        "description": "Los Angeles police officer Brian O'Conner must decide where his loyalty really lies when he becomes enamored with the street racing world he has been sent undercover to end it."
    },
    "18": {
        "title": "Training Day",
        "release_year": "2001",
        "runtime": "2h 2m",
        "rating": "7.8",
        "description": "A rookie cop spends his first day as a Los Angeles narcotics officer with a rogue detective who isn't what he appears to be."
    },
    "19": {
        "title": "Legally Blonde",
        "release_year": "2001",
        "runtime": "1h 36m",
        "rating": "6.5",
        "description": "Fashionable sorority queen Elle Woods follows her ex-boyfriend to law school, where she discovers that there is more to her than just looks."
    },
    "20": {
        "title": "A Knight's Tale",
        "release_year": "2001",
        "runtime": "2h 12m",
        "rating": "7.0",
        "description": "After his master dies, a peasant squire, fueled by his desire for food and glory, creates a new identity for himself as a knight."
    },
    "21": {
        "title": "Y tu mamá también",
        "release_year": "2001",
        "runtime": "1h 46m",
        "rating": "7.7",
        "description": "In Mexico, two teenage boys and an older woman embark on a road trip and learn a thing or two about life and each other."
    },
    "22": {
        "title": "Not Another Teen Movie",
        "release_year": "2001",
        "runtime": "1h 29m",
        "rating": "5.8",
        "description": "A sendup of all the teen movies that have accumulated in the past two decades."
    },
    "23": {
        "title": "The Royal Tenenbaums",
        "release_year": "2001",
        "runtime": "1h 50m",
        "rating": "7.6",
        "description": "The eccentric members of a dysfunctional family reluctantly gather under the same roof for various reasons."
    },
    "24": {
        "title": "Blow",
        "release_year": "2001",
        "runtime": "2h 4m",
        "rating": "7.5",
        "description": "The story of how George Jung, along with the Medellín Cartel headed by Pablo Escobar, established the American cocaine market in the 1970s in the United States."
    },
    "25": {
        "title": "A.I. Artificial Intelligence",
        "release_year": "2001",
        "runtime": "2h 26m",
        "rating": "7.2",
        "description": "A highly advanced robotic boy longs to become \"real\" so that he can regain the love of his human mother."
    }
}