{
    "1": {
        "title": "28 Days Later",
        "release_year": "2002",
        "runtime": "1h 53m",
        "rating": "7.5",
        "description": "Four weeks after a mysterious, incurable virus spreads throughout the United Kingdom, a handful of survivors try to find sanctuary."
    },
    "2": {
        "title": "City of God",
        "release_year": "2002",
        "runtime": "2h 10m",
        "rating": "8.6",
        "description": "In the slums of Rio, two kids' paths diverge as one struggles to become a photographer and the other a kingpin."
    },
    "3": {
        "title": "Spider-Man",
        "release_year": "2002",
        "runtime": "2h 1m",
        "rating": "7.4",
        "description": "After being bitten by a genetically-modified spider, a shy teenager gains spider-like abilities that he uses to fight injustice as a masked superhero and face a vengeful enemy."
    },
    "4": {
        "title": "Catch Me If You Can",
        "release_year": "2002",
        "runtime": "2h 21m",
        "rating": "8.1",
        "description": "Barely 17 yet, Frank is a skilled forger who has passed as a doctor, lawyer and pilot. FBI agent Carl becomes obsessed with tracking down the con man, who only revels in the pursuit."
    },
    "5": {
        "title": "The Pianist",
        "release_year": "2002",
        "runtime": "2h 30m",
        "rating": "8.5",
        "description": "During WWII, acclaimed Polish musician Wladyslaw faces various struggles as he loses contact with his family. As the situation worsens, he hides in the ruins of Warsaw in order to survive."
    },
    "6": {
        "title": "The Lord of the Rings: The Two Towers",
        "release_year": "2002",
        "runtime": "2h 59m",
        "rating": "8.8",
        "description": "While Frodo and Sam edge closer to Mordor with the help of the shifty Gollum, the divided fellowship makes a stand against Sauron's new ally, Saruman, and his hordes of Isengard."
    },
    "7": {
        "title": "Irreversible",
        "release_year": "2002",
        "runtime": "1h 37m",
        "rating": "7.3",
        "description": "Events over the course of one traumatic night in Paris unfold in reverse-chronological order."
    },
    "8": {
        "title": "Mr. Deeds",
        "release_year": "2002",
        "runtime": "1h 36m",
        "rating": "5.8",
        "description": "A sweet-natured small-town guy inherits a controlling stake in a media conglomerate and begins to do business his way."
    },
    "9": {
        "title": "Signs",
        "release_year": "2002",
        "runtime": "1h 46m",
        "rating": "6.8",
        "description": "A widowed former reverend living with his children and brother on a Pennsylvania farm finds mysterious crop circles in their fields, which suggests something more frightening to come."
    },
    "10": {
        "title": "Lilo & Stitch",
        "release_year": "2002",
        "runtime": "1h 25m",
        "rating": "7.4",
        "description": "A young and parentless girl adopts a 'dog' from the local pound, completely unaware that it's supposedly a dangerous scientific experiment that's taken refuge on Earth and is now hiding from its creator and those who see it as a menace."
    },
    "11": {
        "title": "Harry Potter and the Chamber of Secrets",
        "release_year": "2002",
        "runtime": "2h 41m",
        "rating": "7.5",
        "description": "Harry Potter lives his second year at Hogwarts with Ron and Hermione when a message on the wall announces that the legendary Chamber of Secrets has been opened. The trio soon realize that, to save the school, it will take a lot of courage."
    },
    "12": {
        "title": "Minority Report",
        "release_year": "2002",
        "runtime": "2h 25m",
        "rating": "7.6",
        "description": "John works with the PreCrime police which stop crimes before they take place, with the help of three 'PreCogs' who can foresee crimes. Events ensue when John finds himself framed for a future murder."
    },
    "13": {
        "title": "The Bourne Identity",
        "release_year": "2002",
        "runtime": "1h 59m",
        "rating": "7.8",
        "description": "A man is picked up by a fishing boat, bullet-riddled and suffering from amnesia, before racing to elude assassins and attempting to regain his memory."
    },
    "14": {
        "title": "Punch-Drunk Love",
        "release_year": "2002",
        "runtime": "1h 35m",
        "rating": "7.3",
        "description": "Socially frustrated Barry Egan calls a phone-sex line to curb his loneliness. Little does he know it will land him in deep trouble and will jeopardize his burgeoning romance with the mysterious Lena."
    },
    "15": {
        "title": "Secretary",
        "release_year": "2002",
        "runtime": "1h 47m",
        "rating": "6.9",
        "description": "A timid young woman starts working for a demanding lawyer and finds a new way to deal with her self-harming urges."
    },
    "16": {
        "title": "The Count of Monte Cristo",
        "release_year": "2002",
        "runtime": "2h 11m",
        "rating": "7.7",
        "description": "A young man, falsely imprisoned by his jealous \"friend\", escapes and uses a hidden treasure to exact his revenge."
    },
    "17": {
        "title": "Insomnia",
        "release_year": "2002",
        "runtime": "1h 58m",
        "rating": "7.2",
        "description": "A Los Angeles detective chases a murder suspect in a remote Alaskan town."
    },
    "18": {
        "title": "Red Dragon",
        "release_year": "2002",
        "runtime": "2h 4m",
        "rating": "7.2",
        "description": "A retired FBI agent with psychological gifts is assigned to help track down \"The Tooth Fairy\", a mysterious serial killer. Aiding him is imprisoned forensic psychiatrist Dr. Hannibal \"The Cannibal\" Lecter."
    },
    "19": {
        "title": "Scooby-Doo",
        "release_year": "2002",
        "runtime": "1h 26m",
        "rating": "5.4",
        "description": "After an acrimonious break up, the Mystery Inc. gang are individually brought to an island resort to investigate strange goings on."
    },
    "20": {
        "title": "Gangs of New York",
        "release_year": "2002",
        "runtime": "2h 47m",
        "rating": "7.5",
        "description": "In 1862, Amsterdam Vallon returns to the Five Points area of New York City seeking revenge against Bill the Butcher; his father's killer."
    },
    "21": {
        "title": "Star Wars: Episode II - Attack of the Clones",
        "release_year": "2002",
        "runtime": "2h 22m",
        "rating": "6.6",
        "description": "Ten years after initially meeting, Anakin Skywalker shares a forbidden romance with Padmé Amidala, while Obi-Wan Kenobi discovers a secret clone army crafted for the Jedi."
    },
    "22": {
        "title": "Adaptation.",
        "release_year": "2002",
        "runtime": "1h 55m",
        "rating": "7.7",
        "description": "A lovelorn screenwriter becomes desperate as he tries and fails to adapt 'The Orchid Thief' by Susan Orlean for the screen."
    },
    "23": {
        "title": "Maid in Manhattan",
        "release_year": "2002",
        "runtime": "1h 45m",
        "rating": "5.4",
        "description": "A Senatorial candidate falls for a hotel maid, thinking she is a socialite, when he sees her trying on a wealthy woman's dress."
    },
    "24": {
        "title": "8 Mile",
        "release_year": "2002",
        "runtime": "1h 50m",
        "rating": "7.2",
        "description": "Follows a young rapper in the Detroit area, struggling with every aspect of his life; he wants to make it big but his friends and foes make this odyssey of rap harder than it may seem."
    },
    "25": {
        "title": "Unfaithful",
        "release_year": "2002",
        "runtime": "2h 4m",
        "rating": "6.7",
        "description": "A New York suburban couple's marriage goes dangerously awry when the wife indulges in an adulterous fling."
    }
}