{
    "1": {
        "title": "After the Sunset",
        "release_year": "2004",
        "runtime": "1h 37m",
        "rating": "6.2",
        "description": "The story of what happens after a master thief achieves his last big score, when the F.B.I. Agent who promised he'd capture him, is about to do just that."
    },
    "2": {
        "title": "Eternal Sunshine of the Spotless Mind",
        "release_year": "2004",
        "runtime": "1h 48m",
        "rating": "8.3",
        "description": "When their relationship turns sour, a couple undergoes a medical procedure to have each other erased from their memories forever."
    },
    "3": {
        "title": "The Notebook",
        "release_year": "2004",
        "runtime": "2h 3m",
        "rating": "7.8",
        "description": "An elderly man reads to a woman with dementia the story of two young lovers whose romance is threatened by the difference in their respective social classes."
    },
    "4": {
        "title": "The Incredibles",
        "release_year": "2004",
        "runtime": "1h 55m",
        "rating": "8.0",
        "description": "While trying to lead a quiet suburban life, a family of undercover superheroes are forced into action to save the world."
    },
    "5": {
        "title": "Mean Girls",
        "release_year": "2004",
        "runtime": "1h 37m",
        "rating": "7.1",
        "description": "Cady Heron is a hit with The Plastics, the A-list girl clique at her new school, until she makes the mistake of falling for Aaron Samuels, the ex-boyfriend of alpha Plastic Regina George."
    },
    "6": {
        "title": "Troy",
        "release_year": "2004",
        "runtime": "2h 43m",
        "rating": "7.3",
        "description": "An adaptation of Homer's great epic, the film follows the assault on Troy by the united Greek forces."
    },
    "7": {
        "title": "Man on Fire",
        "release_year": "2004",
        "runtime": "2h 26m",
        "rating": "7.7",
        "description": "In Mexico City, a former CIA operative swears vengeance on those who committed an unspeakable act against the family he was hired to protect."
    },
    "8": {
        "title": "Collateral",
        "release_year": "2004",
        "runtime": "2h",
        "rating": "7.5",
        "description": "A cab driver finds himself the hostage of an engaging contract killer as he makes his rounds from hit to hit during one night in Los Angeles."
    },
    "9": {
        "title": "50 First Dates",
        "release_year": "2004",
        "runtime": "1h 39m",
        "rating": "6.8",
        "description": "Henry Roth is a man afraid of commitment until he meets the beautiful Lucy. They hit it off and Henry think he's finally found the girl of his dreams until discovering she has short-term memory loss and forgets him the next day."
    },
    "10": {
        "title": "Dodgeball: A True Underdog Story",
        "release_year": "2004",
        "runtime": "1h 32m",
        "rating": "6.7",
        "description": "A group of misfits enter a Las Vegas dodgeball tournament in order to save their cherished local gym from the onslaught of a corporate health fitness chain."
    },
    "11": {
        "title": "Harry Potter and the Prisoner of Azkaban",
        "release_year": "2004",
        "runtime": "2h 22m",
        "rating": "7.9",
        "description": "Harry Potter, Ron and Hermione return to Hogwarts School of Witchcraft and Wizardry for their third year of study, where they delve into the mystery surrounding an escaped prisoner who poses a dangerous threat to the young wizard."
    },
    "12": {
        "title": "The Terminal",
        "release_year": "2004",
        "runtime": "2h 8m",
        "rating": "7.4",
        "description": "An Eastern European tourist unexpectedly finds himself stranded at JFK airport and must take up temporary residence there."
    },
    "13": {
        "title": "White Chicks",
        "release_year": "2004",
        "runtime": "1h 49m",
        "rating": "5.9",
        "description": "Two disgraced FBI agents go way undercover in an effort to protect hotel heiresses the Wilson sisters from a kidnapping plot."
    },
    "14": {
        "title": "Spider-Man 2",
        "release_year": "2004",
        "runtime": "2h 7m",
        "rating": "7.5",
        "description": "Peter Parker is beset with troubles in his failing personal life as he battles a former brilliant scientist named Otto Octavius."
    },
    "15": {
        "title": "The Girl Next Door",
        "release_year": "2004",
        "runtime": "1h 49m",
        "rating": "6.7",
        "description": "A teenager's dreams come true when a former porn star moves in next door and they fall in love."
    },
    "16": {
        "title": "Napoleon Dynamite",
        "release_year": "2004",
        "runtime": "1h 36m",
        "rating": "7.0",
        "description": "A listless and alienated teenager helps his new friend win the class presidency in their small western high school, while dealing with his bizarre family life back home."
    },
    "17": {
        "title": "EuroTrip",
        "release_year": "2004",
        "runtime": "1h 32m",
        "rating": "6.6",
        "description": "Dumped by his girlfriend, a high school grad decides to embark on an overseas adventure in Europe with his friends."
    },
    "18": {
        "title": "Shaun of the Dead",
        "release_year": "2004",
        "runtime": "1h 39m",
        "rating": "7.9",
        "description": "The uneventful, aimless lives of a London electronics salesman and his layabout roommate are disrupted by the zombie apocalypse."
    },
    "19": {
        "title": "Million Dollar Baby",
        "release_year": "2004",
        "runtime": "2h 12m",
        "rating": "8.1",
        "description": "Frankie, an ill-tempered old coach, reluctantly agrees to train aspiring boxer Maggie. Impressed with her determination and talent, he helps her become the best and the two soon form a close bond."
    },
    "20": {
        "title": "Howl's Moving Castle",
        "release_year": "2004",
        "runtime": "1h 59m",
        "rating": "8.2",
        "description": "When an unconfident young woman is cursed with an old body by a spiteful witch, her only chance of breaking the spell lies with a self-indulgent yet insecure young wizard and his companions in his legged, walking castle."
    },
    "21": {
        "title": "The Day After Tomorrow",
        "release_year": "2004",
        "runtime": "2h 4m",
        "rating": "6.5",
        "description": "Jack Hall, paleoclimatologist, must make a daring trek from Washington, D.C. to New York City to reach his son, trapped in the cross-hairs of a sudden international storm which plunges the planet into a new Ice Age."
    },
    "22": {
        "title": "Downfall",
        "release_year": "2004",
        "runtime": "2h 36m",
        "rating": "8.2",
        "description": "Traudl Junge, the final secretary for Adolf Hitler, tells of the Nazi dictator's final days in his Berlin bunker at the end of WWII."
    },
    "23": {
        "title": "Saw",
        "release_year": "2004",
        "runtime": "1h 43m",
        "rating": "7.6",
        "description": "Two men awaken to find themselves on the opposite sides of a dead body, each with specific instructions to kill the other, escape or face the consequences. These two are the latest contestants in Jigsaw's games."
    },
    "24": {
        "title": "Anchorman: The Legend of Ron Burgundy",
        "release_year": "2004",
        "runtime": "1h 34m",
        "rating": "7.1",
        "description": "In the 1970s, an anchorman's stint as San Diego's top-rated newsreader is challenged when an ambitious newswoman becomes his co-anchor."
    },
    "25": {
        "title": "Closer",
        "release_year": "2004",
        "runtime": "1h 44m",
        "rating": "7.1",
        "description": "The relationships of two couples become complicated and deceitful when the man from one couple meets the woman of the other."
    }
}